{
    "1": [],
    "2": [
        "Halogen derivatives are halogen-containing organic compounds. Their molecules contain the CX bond where X = F, Cl, Br or I. In H2, the focus will be mainly on halogenoalkanes and halogenoarenes. Halogenoalkanes (or alkyl halides) are halogen derivatives of alkanes in which one or more H atoms of the alkane molecule are replaced by a halogen atom. Halogenoarenes (or aryl halides) are halogen derivatives of arenes in which one or more H atoms of the benzene ring in an arene molecule are replaced by a halogen atom. The halogen atom is bonded directly to the benzene ring.",
        "X = F, Cl, Br, I R = alkyl group or substituted alkyl group Ar = aryl group",
        "Examples of halogen derivatives and their usefulness:",
        "Hexaplex trunculus, this compound is one of the oldest known dyes and was used to make royal clothing",
        "Isolated from the red algae Portieria",
        "hornermann, this compound is currently in clinical trials for use as an antitumour agent"
    ],
    "3": [
        "1.1 Halogenoalkanes Halogenoalkanes are commonly denoted by RX, where R is an alkyl group or a substituted alkyl group and X is F, Cl, Br or I. The general formula for mono-substituted saturated halogenoalkanes is ______________ Each halogenoalkane has at least one halogen atom bonded to a sp3 hybridised carbon atom of an alkyl group. The carbonhalogen bond (i.e. CX bond) in a halogenoalkane (RX) is polar because the halogen atom is more electronegative than the carbon atom. 1.2 Nomenclature of halogenoalkanes Halogenoalkanes are named as derivatives of the corresponding alkanes. The position of the halogen atom is indicated (if necessary) by the numbering of the carbon atom to the chain to which it is attached. Structure IUPAC Name Structure IUPAC Name",
        "Note! an aromatic compound (because a benzene ring is present) a chloroalkane not a chloroarene (because Cl is not directly bonded to the benzene ring)",
        "1.3 Classification of halogenoalkanes Halogenoalkanes can be classified as primary (1), secondary (2) or tertiary (3) depending on the number of alkyl or aryl groups that are attached to the carbon atom that is bonded to the halogen.",
        "Classification of RX Primary (1) Secondary (2) Tertiary (3)",
        "One alkyl group is attached to the carbon atom bearing the halogen.",
        "Two alkyl groups are attached to the carbon atom bearing the halogen.",
        "Three alkyl groups are attached to the carbon atom bearing the halogen."
    ],
    "4": [
        "Halogenoalkanes are polar compounds. Their molecules contain the polar CX bond. The types of intermolecular forces that exist between halogenoalkane molecules are permanent dipole-permanent dipole forces, and instantaneous dipole-induced dipole forces. 2.1 Boiling point (a) The boiling point of a halogenoalkane RX is higher than that of the corresponding alkane.",
        "Boiling point / oC chloroethane (polar) - permanent dipole-permanent dipole forces and - instantaneous dipole-induced dipole forces ethane (non-polar) - instantaneous dipole-induced dipole forces",
        "(b) For halogenoalkanes RX with the same X, the boiling point increases as the size of R increases.",
        "RX Boiling point / oC As the size of R increases, there is a larger and more polarisable electron cloud as the number of electrons per molecule increases. Hence, the strength of instantaneous dipole-induced dipole increases.",
        "(c) For halogenoalkanes RX with the same R, the boiling point increases as the size of X increases.",
        "RX Boiling point / oC As the size of X increases, there is a larger and more polarisable electron cloud as the number of electrons per molecule increases. Hence, the strength of instantaneous dipole-induced dipole increases.",
        "2.2 Solubility Although halogenoalkanes are polar, they have poor solubility in water. This is mainly because they are not able to interact with water molecules via hydrogen bonding.",
        "Halogenoalkanes are soluble in organic solvents such as hexane and tetrachloromethane. This is because they are able to interact with these solvent molecules via instantaneous dipole-induced dipole forces.",
        "RX Density at 20 oC/g cm3 Fluoroalkanes and monochloroalkanes are less",
        "In general, chloroalkanes with two or more chlorine atoms, bromoalkanes and iodoalkanes are denser than water."
    ],
    "5": [
        "Halogenoalkanes may be prepared in the laboratory from alkanes, alkenes and alcohols.",
        "RH + X2 RX + HX",
        "Reagents and conditions X2 (X = Cl or Br), uv light (or sunlight or heat)",
        "Note: This is not a good method to prepare a halogenoalkane because poly-substitution can occur, leading to a mixture of products. The use of a limiting amount of X2 helps to minimise poly-substitution. 3.2 From alkenes (a) Preparation of halogenoalkanes with only one halogen atom per molecule",
        "dry gaseous HX (X = Cl, Br or I), room temperature",
        "Note: If the alkene is unsymmetrical, the major product is formed from the more stable carbocation intermediate (refer to lecture notes on Alkenes). For example, when CH2=CHCH3 is reacted with HBr, the major product is CH3CHBrCH3. (b) Preparation of halogenoalkanes with two adjacent halogen atoms per molecule",
        "Reagents and conditions X2 (X = Cl or Br) in CCl4, room temperature"
    ],
    "6": [
        "3.3 From alcohols Alcohols can undergo nucleophilic substitution reactions in which the OH group is replaced by a halogen atom X. The reaction involves the cleavage of the CO bond and the formation of the CX bond.",
        "Reagents and conditions: (a) dry HX, heat (X = Cl, Br or I) (b) PX3 (X = Cl, Br or I) (c) PCl5 (d) SOCl2",
        "(a) Using dry hydrogen halides and heat With hydrogen chloride and heat (or concentrated HCl and heat)",
        "ROH + HCl RCl + H2O",
        "Note: ZnCl2 (a Lewis acid) is sometimes added to promote this reaction. Examples: CH3CH2OH + HCl RCl + H2O",
        "ROH + HBr RBr + H2O",
        "Note: HBr is generated in situ from the reaction between conc. H2SO4 and KBr. KBr(s) + H2SO4(l) KHSO4(s) + HBr(g) (not in syllabus)",
        "ROH + HBr RBr + H2O",
        "ROH + HI RI + H2O",
        "Note: HI is generated in situ from the reaction between conc. H3PO4 and KI.",
        "KI(s) + H3PO4(l) KH2PO4(s) + HI(g) (not in syllabus: HI(g) cannot be prepared with conc. H2SO4 + KI because conc. H2SO4 would oxidise I to I2 instead of producing HI. Hence conc. H3PO4, a non-oxidising agent, is used in place of conc. H2SO4.)",
        "ROH + HI RI + H2O"
    ],
    "7": [
        "(b) Using phosphorus trihalides, PX3 (where X = Cl, Br or I)",
        "3ROH + PX3 3RX + H3PO3",
        "Note: PI3 is not sufficiently stable to be stored, but it can be generated in situ (in the reaction mixture) by the reaction of red phosphorus with iodine. 2P + 3I2 2PI3 Note: Anhydrous condition must be used because PX3 reacts with water. (refer to Periodic Table I notes)",
        "Examples: 3CH3CH2OH + PCl3 3CH3CH2Cl + H3PO3 3CH3CH2OH + PBr3 3CH3CH2Br + H3PO3 3CH3CH2OH + PI3 3CH3CH2I + H3PO3",
        "(c) Using phosphorus pentachloride at room temperature Solid phosphorus pentachloride reacts with alcohols at room temperature, producing steamy, acidic hydrogen chloride fumes.",
        "ROH + PCl5 RCl + POCl3 + HCl",
        "Note: This reaction is one of the tests for the alcohol OH group. Observation: white fumes of hydrogen chloride, which turns damp blue litmus paper red.",
        "Example: CH3CH2OH + PCl5 CH3CH2Cl + POCl3 + HCl Note: Anhydrous condition must be used because PCl5(s) reacts with water.",
        "(d) Using thionyl chloride at room temperature SOCl2 reacts with alcohols at room temperature to produce a chloroalkane. SO2 and HCl are also produced. Care would have to be taken because both of these gases are toxic.",
        "ROH + SOCl2 RCl + SO2 + HCl",
        "Note: This reaction is sometimes preferred than those using PCl3 or PCl5 because the other two products of the reaction (i.e. SO2 and HCl) are gases and can be separated from the reaction mixture relatively easily.",
        "SOBr2 is available but it is less stable and less widely used than SOCl2.",
        "Example: CH3CH2OH + SOCl2 CH3CH2Cl + SO2 + HCl Note: Anhydrous condition must be used because SOCl2 reacts with water.",
        "(e) Summary of nucleophilic substitutions of alcohol to obtain halogenoalkane",
        "ROH RCl PCl5 or SOCl2, room temperature PCl3 or dry HCl with heating",
        "ROH RBr PBr3 or dry HBr, heat red P, Br2 or SOBr2",
        "ROH RI red P, I2 dry HI with heating"
    ],
    "8": [
        "4.1 The polar carbon-halogen bond The carbonhalogen bond (i.e. CX bond) in a halogenoalkane (RX) is polar because the halogen atom",
        "is more electronegative than the carbon atom.",
        "In this case, the carbon atom bearing the halogen atom acquires a partial positive charge and is said to be electron deficient. This electron-deficient carbon atom is susceptible to attack by nucleophiles.",
        "- is electrophilic - attracts nucleophiles such as OH, CN and NH3",
        "What is a nucleophile? A nucleophile is a species that is able to donate an electron pair to an electron-deficient atom to form a covalent bond.",
        "Hence one characteristic reaction of halogenoalkanes is nucleophilic substitution. Another characteristic reaction is elimination."
    ],
    "9": [
        "4.2 Nucleophilic substitution The general form of nucleophilic substitution involving halogenoalkane is shown below.",
        "Nucleophiles are electron-pair donors which are attracted to electron-deficient sites. They contain either at least a lone pair of electrons or a bond but are not necessarily charged. o Examples of neutral nucleophiles: H2O, ROH, NH3 and RNH2 o Examples of anionic nucleophiles: OH, RO, CN, and X Nucleophilic substitution may occur via",
        "the SN2 mechanism or the SN1 mechanism",
        "In Chemistry, mechanisms are proposed based on data obtained from experiments that Chemists perform. A mechanism must: o match the kinetics of the reaction (e.g. number of species in the slow step); and o account for all observations (e.g. stereochemical outcomes) of the reaction. Consider the reaction between a bromoalkane and hot aqueous sodium hydroxide.",
        "R1, R2, R3: alkyl or H",
        "An pale cream precipitate was observed when the resultant mixture was acidified with HNO3(aq) and AgNO3(aq) was added.",
        "Br is present in the resultant mixture. CBr bond is broken.",
        "When the concentration of OH was doubled, the rate of reaction was doubled.",
        "Order of reaction with respect to OH is 1.",
        "When the concentration of the bromoalkane was doubled, the rate of reaction was doubled.",
        "Order of reaction with respect to bromoalkane is 1.",
        "Since the overall order of reaction is 2, it involves both halogenoalkane and nucleophile in the slow single step. Hence, we can conclude that the reaction is single-step and bimolecular. This is known as SN2 mechanism."
    ],
    "10": [
        "Consider another reaction between a different bromoalkane and hot aqueous sodium hydroxide.",
        "A pale cream precipitate was observed when the resultant mixture was acidified with HNO3(aq) and AgNO3(aq) was added.",
        "Br is present in the resultant mixture. CBr bond is broken.",
        "When the concentration of OH was doubled, the rate of reaction was the same.",
        "Order of reaction with respect to OH is 0.",
        "When the concentration of the bromoalkane was doubled, the rate of reaction was doubled.",
        "Order of reaction with respect to bromoalkane is 1.",
        "Since the overall order of reaction is 1, it involves only halogenoalkane in the slow step. Hence, we can conclude that the reaction is more than one step and unimolecular. This is known as SN1 mechanism.",
        "The stereochemical outcomes for the above reactions were also found to be different (see Section 5.2 and Section 6.2). Key differences in observations between the two reactions are summarised below:",
        "First Reaction - SN2 mechanism (R1, R2, R3: alkyl or H)",
        "Second Reaction - SN1 mechanism (R4, R5, R6: large alkyl)",
        "Kinetics Rate is directly proportional to [OH]. Rate is independent of [OH].",
        "Whether a reaction proceeds by the SN2 or the SN1 mechanism is generally dependent on whether the reactant is a 1o, 2o or 3o halogenoalkane (see Section 7.2)."
    ],
    "11": [
        "5.1 The SN2 mechanism In H2, the SN2 mechanism is described as: (transition state not required)",
        "o S stands for ____________________, o N(subscript) stands for __________________________, and o 2 stands for _________________________ involved in the rate-determining step (i.e. this is a bimolecular reaction).",
        "In the halogenoalkane molecule, the CX bond is polar with the C atom acquiring a partial positive charge since it is less electronegative than the halogen atom.",
        "During the reaction, the nucleophile attacks the partially positively charged C atom from the side directly opposite the halogen atom (i.e. a backside attack occurs).",
        "Why must the nucleophile attack from the backside? The X blocks the approach of the nucleophile from the front side. It also repels the nucleophile since both are electron rich. The reaction is a concerted reaction, taking place in a single step with bond breaking and bond making occurring at the same time.",
        "Eventually the CX bond breaks and the CNu bond forms yielding X and the product. If Nu R1, R2 or R3, the chiral carbon is still chiral. During the reaction, the three CR bonds associated with the + C atom turn inside out. This results in a stereochemical inversion of the tetrahedral arrangement of bonds to the C atom at which substitution occurs. The reaction is said to have occurred with inversion of configuration with respect to the C atom at which substitution occurs (i.e. the chiral C atom).",
        "In the transition state, there is simultaneous partial formation of the CNu bond and partial cleavage of the CX bond. The transition state (or activated complex) cannot be isolated.",
        "Try it yourself! Complete the SN2 mechanism for the reaction between OH and chloroethane.",
        "Checklist for SN2 mechanism: name of mechanism + on C, on X lone pair of electrons on Nu- curly arrows to show flow of electrons inverted product"
    ],
    "12": [
        "5.2 Stereochemistry and kinetics of the SN2 mechanism",
        "Experimentally, the SN2 reaction has been found to occur with complete inversion of configuration with respect to the chiral C atom at which substitution occurs. This is only possible if backside attack occurs during the reaction.",
        "The SN2 reaction does not occur with retention of configuration with respect to the chiral C atom at which substitution occurs. This indicates that a front-side attack by the nucleophile does not occur.",
        "Therefore, the SN2 mechanism accounts for the stereochemical outcome of the reaction. Rate of reaction and its relation to the mechanism",
        "The mechanism shows only one step, which must be the rate-determining step. One molecule of the halogenoalkane and one Nu are involved in the slow step. In other words, the order of reaction is 1 with respect to halogenoalkane, and is also 1 with respect to Nu. Therefore, the SN2 mechanism matches the observed kinetics obtained from experimental data. For a SN2 reaction involving a halogenoalkane, the rate equation and overall order of reaction are:",
        "rate = k [halogenoalkane] [nucleophile] Overall order of reaction = 2",
        "5.3 Energy profile of the SN2 reaction",
        "Reaction: RX + :Nu RNu + :X"
    ],
    "13": [
        "5.4 Factors affecting the reactivity of halogenoalkanes in SN2 reactions (a) Strength of the carbon-halogen (i.e. CX) bond The SN2 (i.e. bimolecular nucleophilic substitution) reaction for halogenoalkanes involves the heterolytic fission of the CX bond (where X = F, Cl Br or I).",
        "Experiments have shown that the weaker the CX bond is, the faster is the rate of the reaction. Hence, the order of reactivity of halogenoalkanes RX towards SN2 reactions depends on the strength of the CX bond and increases in the following order:",
        "RF RCl < RBr < RI",
        "no reaction slowest fastest increasing rate of SN2 reaction",
        "Note: The CF bond is too strong to be broken under normal laboratory conditions. CH3CH2F does not undergo hydrolysis even with prolonged heating under reflux with NaOH(aq).",
        "The above order of reactivity of RX towards SN2 reactions arises because the strength of the CX bond decreases in the following order:",
        "CF > CCl > CBr > CI strongest weakest decreasing CX bond strength",
        "Note: Relevant data from Data Booklet",
        "Why does the CX bond strength decreases down Group 17? Down Group 17, the size of the halogen atom X increases and the valence atomic orbitals of the halogen atom X become bigger and more diffuse. As such, the overlap of orbitals which forms the CX bond becomes less effective down the group. Hence the strength of the CX bond decreases down the group. In addition, the electronegativity value of the halogen atom X decreases down the group. This causes the polarity of the CX bond and hence the ionic character of the CX bond to decrease down the group. Consequently, the strength of the CX bond decreases down the group.",
        "Note: The CCl bond is more polar than the CBr bond, since the Cl atom is more electronegative than the Br atom. This implies that the C atom in the CCl bond has a larger partial positive charge and should attract nucleophiles more strongly than the C atom in the CBr bond. However, despite having a more electron-deficient carbon to attract nucleophiles, RCl is found to undergo SN2 reactions at a slower rate than RBr. Hence the order of reactivity of halogenoalkanes RX towards SN2 reactions does not depend on the magnitude of the partial positive charge on the carbon in the CX bond."
    ],
    "14": [
        "(b) Steric effect of R groups in SN2 reactions Studies carried out indicate that there are large differences in the rates at which the various classes of halogenoalkanes methyl, primary, secondary or tertiary undergo nucleophilic substitution by the SN2 mechanism. These differences in the rates reflect the steric hindrance of each class of halogenoalkane during nucleophilic attack. During the SN2 reaction, the nucleophile must approach the halogenoalkane molecule and attack the electron-deficient carbon atom from the side directly opposite the halogen atom (i.e. a backside attack) and this approach and attack is hindered by alkyl substituents bonded to the carbon atom that is being attacked.",
        "In general, the SN2 mechanism is favoured by less steric hindrance around the carbon atom bonded to",
        "Hence the order of reactivity of halogenoalkanes (with the same halogen atom X) towards SN2 reactions decreases in the following order:",
        "CH3X > 1o halogenoalkane > 2o halogenoalkane > 3o halogenoalkane",
        "least crowded most crowded increasing steric hindrance around the carbon bonded to the X atom most reactive least reactive decreasing rate of substitution by the SN2 mechanism",
        "Diagrammatic representation of steric hindrance offered by different bromoalkanes:"
    ],
    "15": [
        "6.1 The SN1 mechanism In H2, the SN1 mechanism is described as:",
        "a pair of enantiomers in equal amounts",
        "o S stands for ____________________, o N(subscript) stands for __________________________, and o 1 stands for _________________________ involved in the rate-determining step (i.e. this is a unimolecular reaction). Step 1: Formation of carbocation",
        "In step 1, the CX bond undergoes heterolytic fission to give a carbocation intermediate.",
        "This is the rate-determining step since it involves bond breaking which is endothermic.",
        "The carbocation formed is trigonal planar in shape with respect to the positively charged C.",
        "Note that the + C is sp3 hybridised while the positively charged C is sp2 hybridised. Step 2: Nucleophilic attack on the carbocation",
        "In step 2, the nucleophile attacks the positively charged C of the carbocation from either side (i.e. pathways (a) and (b)) of the trigonal planar structure with equal likelihood.",
        "This yields equal amounts of a pair of enantiomers as products, i.e., a racemic mixture is produced.",
        "In this case, the SN1 reaction proceeds with racemisation at a single chiral carbon centre.",
        "Racemisation involves the formation of equal amounts of two enantiomeric products from a single starting material."
    ],
    "16": [
        "Try it yourself! Complete the SN1 mechanism for the reaction between OH and 2-bromobutane.",
        "a pair of enantiomers in equal amounts",
        "Checklist for SN1 mechanism: name of mechanism + on C, on X label slow/fast steps bond breaking in Step 1 lone pair of electrons on Nu- curly arrows to show flow of electrons nucleophile attacking from either face",
        "2 products (a pair of enantiomers)",
        "6.2 Stereochemistry and kinetics of SN1 mechanism Racemisation From the mixture of products obtained, an SN1 reaction is said to occur with racemisation. The substitution reaction takes place with 50% of the product molecules showing retention of configuration about the chiral carbon atom and the other 50% showing inversion of configuration about the chiral carbon atom. Note: A reaction that transforms an optically active compound into a racemic form is said to proceed with racemisation. Therefore, the SN1 mechanism accounts for racemisation.",
        "Rate of reaction and its relation to the mechanism The mechanisms slow step (rate-determining step) involves only the halogenoalkane. The nucleophile does not appear in the slow step. In other words, the order of reaction is 1 with respect to halogenoalkane but 0 with respect to Nu. Therefore, the SN1 mechanism matches the observed kinetics obtained from experimental data. For a SN1 reaction involving a halogenoalkane, the rate equation and overall order of reaction are:",
        "rate = k [halogenoalkane] Overall order of reaction = 1"
    ],
    "17": [
        "6.3 Energy profile of the SN1 reaction",
        "Reaction: RX + :Nu RNu + :X",
        "6.4 Factors affecting the reactivity of halogenoalkanes in SN1 reactions (a) Strength of the carbon-halogen (i.e. CX) bond The rate-determining step of an SN1 reaction involves the cleavage of the CX bond (X = F, Cl, Br or I) in the halogenoalkane molecule. Studies have shown that the weaker the CX bond is, the faster is the rate of the reaction. Hence the order of reactivity of halogenoalkanes RX towards SN1 reactions depends on the strength of the CX bond and increases in the following order:",
        "RF RCl < RBr < RI no reaction slowest fastest increasing rate of SN1 reaction",
        "Note: The CF bond is too strong to be broken under normal laboratory conditions. CH3CH2F does not undergo hydrolysis even with prolonged heating under reflux.",
        "Note: The above order of reactivity of halogenoalkanes is the same as that towards SN2 reactions and arises because the CX bond strength decreases in the following order: CF > CCl > CBr > CI"
    ],
    "18": [
        "(b) Stability of carbocation in SN1 reactions The rate of a SN1 reaction depends on the rate of formation of the carbocation (the product of the rate-determining step) via the heterolytic fission of the CX bond. Thus, the rate of a SN1 reaction increases as the stability of the carbocation increases. This is because a more stable carbocation is formed faster due to a lower activation energy needed for its formation. In general, the SN1 mechanism is favoured by factors that stabilise the carbocation. o Electron-donating groups such as alkyl groups stabilise the carbocation by helping to disperse the positive charge at the carbon atom. o As such, the stability of the carbocation increases as the number of alkyl groups attached to the positively charged carbon atom of the carbocation increases. Hence the order of reactivity of halogenoalkanes (with the same halogen atom X) towards SN1 reactions increases in the following order:"
    ],
    "19": [
        "7 Comparison between SN2 and SN1 Mechanisms",
        "Kinetics a second-order reaction a first-order reaction",
        "Rate equation rate = k [RX] [:Nu] rate = k [RX]",
        "Stereochemistry nucleophile attacks the electron-deficient carbon atom from the side directly opposite the halogen atom (i.e. a backside attack) inversion of configuration at the chiral carbon atom occurs (if the carbon atom at which substitution occurs is chiral)",
        "formation of carbocation intermediate which is trigonal planar with respect to the positively charged carbon atom attack of nucleophile from both sides of the trigonal plane with equal probability.",
        "racemisation occurs (if the carbon atom at which substitution occurs is chiral)",
        "Product formed if the starting material is one enantiomeric form of RX",
        "one enantiomeric form of product optically active product",
        "racemic mixture optically inactive product mixture",
        "Number of steps one step two steps",
        "Order of reactivity (with the same X) CH3X > 1o RX > 2o RX > 3o RX fastest slowest CH3X < 1o RX < 2o RX < 3o RX slowest fastest",
        "Contributing factor (with the same X)",
        "steric hindrance due to the alkyl groups around the carbon atom bonded to the X atom",
        "carbocation stability based on the number of electron-donating alkyl groups bonded to the positively charged carbon",
        "Order of reactivity (with the same R) RCl < RBr < RI slowest fastest RCl < RBr < RI slowest fastest",
        "Contributing factor (with the same R)",
        "decreasing strength of the CX bond CCl > C Br > CI decreasing strength of the CX bond CCl > C Br > CI"
    ],
    "20": [
        "7.2 When is the mechanism SN2 or SN1? Given a particular starting halogenoalkane and nucleophile, how do we know whether a reaction occurs by the SN2 or SN1 mechanism? For simplicity at A-level, the factor to consider is the structure of the halogenoalkane.",
        "CH3X 1o halogenoalkane 2o halogenoalkane 3o halogenoalkane",
        "less steric hindrance for backside attack by the nucleophile favours SN2 mechanism formation of unstable / less stable carbocation unlikely to be SN1 mechanism",
        "could be SN2 and/or SN1 obtain experimental data to determine mechanism (see Note)",
        "formation of more stable carbocation favours SN1 mechanism more steric hindrance for backside attack by the nucleophile unlikely to be SN2 mechanism",
        "Note: Other information (e.g. kinetics data, optical activity data, etc.) should also be used to determine whether the reaction proceeds by the SN2 or the SN1 mechanism. Even a primary halogenoalkane can sometimes proceed via SN1 mechanism! (see Section 7.3)",
        "7.3 Some special cases to take note There are some primary halogenoalkanes that undergo nucleophilic substitution reactions via the SN1 mechanism (and not the SN2 mechanism). Example 1: Hydrolysis of 3-bromopropene (an allylic halide)",
        "Note: An allylic halide has the X atom bonded to the carbon atom adjacent to a C=C bond. Mechanism: SN1",
        "Explanation: 3-Bromopropene undergoes nucleophilic substitution reactions via the SN1 mechanism because it is able to form a stable carbocation. In this case, it forms a carbocation in which the positively charged carbon is adjacent to a C=C bond (i.e. an allylic carbocation). In the carbocation formed, the empty p orbital of the positively charged carbon overlaps with the -electron cloud of the adjacent C=C bond. This allows the electrons of the C=C bond to delocalise over the positively charged carbon and disperse the positive charge, thus stabilising the carbocation (i.e., the carbocation is resonance-stabilised)."
    ],
    "21": [
        "Example 2: Hydrolysis of (bromomethyl)benzene or benzyl bromide (a benzylic halide)",
        "Note: A benzylic halide has the X atom bonded to the carbon atom adjacent to a benzene ring.",
        "Explanation (similar to Example 1): Benzyl bromide can undergo nucleophilic substitution reactions via the SN1 mechanism because it is able to form a stable carbocation. In this case, it forms the benzyl carbocation in which the positively charged carbon is adjacent to the benzene ring (i.e. a benzylic carbocation). In this carbocation, the empty p orbital of the positively charged carbon overlaps with the electron cloud of the benzene ring. This allows the electrons of the benzene ring to delocalise over the positively charged carbon and disperse the positive charge, thus stabilising the carbocation(i.e., the carbocation is resonance-stabilised).",
        "8 Examples of Nucleophilic Substitution Reactions of Halogenoalkanes",
        "excess conc NH3(in alcohol)heat in sealed tube"
    ],
    "22": [
        "8.1 Formation of alcohols (ROH) This nucleophilic substitution reaction of halogenoalkanes with aqueous sodium hydroxide is commonly termed hydrolysis (or more correctly, alkaline hydrolysis). Reaction X = Cl, Br or I",
        "RX + NaOH(aq) ROH + NaX(aq)",
        "Reagents and conditions NaOH(aq) or KOH(aq) heat (or heat under reflux)",
        "Aqueous medium must be used to help ensure that nucleophilic substitution reaction occurs. Hence the state symbol (aq) for NaOH must be stated explicitly. Should alcoholic (or ethanolic) medium be used, elimination reaction will take preferentially. Example 1: Hydrolysis of bromoethane CH3CH2Br + NaOH(aq) CH3CH2OH + NaBr(aq) bromoethane ethanol",
        "The mechanism is SN2, since it is a primary halogenoalkane.",
        "Note: Though the bromoethane molecule does not contain a chiral carbon, 3-D diagrams must be drawn to show the backside attack clearly. In this case, some chemists still speak of bromoethane as undergoing nucleophilic substitution with inversion of configuration. By this they meant that tetrahedral inversion of the bonds to carbon occurs as the reactant proceeds to the product.",
        "Example 2: Hydrolysis of 2-bromo-2-methylpropane (CH3)3CBr + NaOH(aq) (CH3)3COH + NaBr(aq) Note: In this case, the 3o halogenoalkane does not contain a chiral carbon atom. Hence the equations used to describe the SN1 mechanism can be simplified without having to draw 3-D structures. (compare with mechanism shown on page 16)",
        "Step 2: Nucleophilic attack by OH"
    ],
    "23": [
        "8.2 Formation of nitriles (RCN) This nucleophilic substitution reaction of halogenoalkanes with potassium cyanide in ethanol is useful in the synthesis of organic compounds because it is a method of increasing the length of a carbon chain by one carbon atom. Reaction X = Cl, Br or I RX + KCN RCN + KX a nitrile",
        "alcoholic KCN or ethanolic KCN heat (or heat under reflux)",
        "(FYI: In practice, a mixed solvent (water-ethanol) is used for the reaction to improve the miscibility of the reactants. In this case, KCN dissolves in water whereas RX dissolves in ethanol.) Example: Reaction of bromoethane with ethanolic KCN CH3CH2Br + KCN CH3CH2CN + KBr bromoethane propanenitrile 2-carbon chain 3-carbon chain",
        "Nitriles are useful intermediate compounds in synthesis. They can be reduced to a primary amine or be hydrolysed to a carboxylic acid or a carboxylate salt. (a) Reduction of nitriles to primary amines",
        "RCN + 2H2 RCH2NH2 a primary amine",
        "Note: LiAlH4 is lithium aluminium hydride.",
        "RCN + 4[H] RCH2NH2 a primary amine",
        "(b) Hydrolysis of nitriles to carboxylic acids",
        "RCN + H+ + 2H2O RCOOH + NH4+ carboxylic acid",
        "RCN + OH + H2O RCOO + NH3 carboxylate ion"
    ],
    "24": [
        "8.3 Formation of primary amines The nucleophilic substitution reaction of halogenoalkanes with excess concentrated ammonia in ethanol can produce primary amines. Reaction X = Cl, Br or I",
        "RX + NH3 RNH2 + HX primary amine",
        "For simplicity, this equation is commonly used to represent the nucleophilic substitution reaction.",
        "Reagents and conditions excess conc. NH3 (in alcohol or ethanol), sealed tube, heat",
        "RX + NH3 RNH3+ X 1o amine salt (alkylammonium salt) RNH3+ + NH3 RNH2 + NH4+ 1o amine",
        "In the presence of excess NH3, the reaction mixture contains the 1o amine the 1o amine salt the ammonium salt",
        "RX + 2NH3 RNH2 + NH4X 1o amine",
        "This equation is sometimes used to represent the reaction between ammonia and RX to produce a 1o amine.",
        "RX + NH3 RNH3+ X 1o amine salt (alkylammonium salt) RNH3+ X + NaOH(aq) RNH2 + NaX + H2O 1o amine",
        "In practice, an amine salt (or an alkylammonium salt) is formed in the reaction mixture. An alkali can be added to the mixture to liberate the free amine.",
        "Example: Reaction of bromoethane with ammonia",
        "CH3CH2Br + NH3 CH3CH2NH2 + HBr bromoethane ethylamine The mechanism is SN2.",
        "Note: Conservation of charge applies. This transition state has a net",
        "charge of zero because both reactants are uncharged."
    ],
    "25": [
        "A problem encountered with this method of preparation of amines: a mixture of products is obtained due to polyalkylation. The simplified nucleophilic substitution reactions for polyalkylation are shown below.",
        "NH3 + CH3CH2Br CH3CH2NH2 + HBr CH3CH2NH2 + CH3CH2Br (CH3CH2)2NH + HBr (CH3CH2)2NH + CH3CH2Br (CH3CH2)3N + HBr (CH3CH2)3N + CH3CH2Br (CH3CH2)4N+ Br",
        "Since the 1o amine formed is also nucleophilic, it may undergo further reaction giving a 2o amine. By similar equilibria and further alkylation, the 3o amine and even the quaternary ammonium compound may be formed. The actual result is a complex mixture of products. On an industrial scale, the products are separated by the addition of alkali to liberate the free amines, followed by fractional distillation.",
        "The use of an excess of NH3 minimises polyalkylation. With an excess of NH3, the probability of polyalkylation is reduced because there are so many more molecules of NH3 surrounding the halogenoalkane. Before the halogenoalkane can meet and react with the desired product (primary amine), it would have reacted with an NH3 molecule.",
        "This method is limited to the formation of aliphatic amines because aryl halides will not undergo nucleophilic substitution reactions with ammonia under such conditions (see Section 11).",
        "Clno reactionexcess conc. NH3 (in ethanol)"
    ],
    "26": [
        "9.1 Elimination reaction An elimination reaction involves loss of atoms from the starting material to form a new bond in the product. Halogenoalkanes can undergo elimination reactions when heated with alkali (e.g. KOH) in the presence of alcohol as solvent.",
        "Reaction X = Cl, Br or I",
        "alcoholic KOH (or NaOH) or ethanolic KOH (or NaOH) heat",
        "Alcoholic KOH is used instead of aqueous KOH because OH in alcoholic medium behaves better as a base than as a nucleophile. During the reaction, HX is lost and an alkene is formed. The type of reaction is elimination. The reaction is sometimes called dehydrohalogenation since the elements of HX are eliminated from the halogenoalkane molecule. Elimination of HX is possible for a halogenoalkane only if the halogenoalkane molecule contains an H atom that is bonded to an C atom that is adjacent to the C atom bonded to the halogen.",
        "Either of the H that is circled must be present for elimination of HX take place.",
        "Example: Reaction of 2-bromobutane with hot alcoholic KOH",
        "Note: The trans-product is favoured due to steric factor. There is less repulsion of the methyl groups in trans-but-2-ene. Hence, it is more stable and is the major product.",
        "For elimination reactions of alcohols or halogenoalkanes to alkenes, the preferred alkene is the alkene with the most alkyl groups attached to the doubly bonded carbon atoms, i.e. the most highly substituted alkene. In the above example, but-2-ene is preferentially formed over but-1-ene. Note: Do refer to the lecture notes on Alkenes for more worked examples."
    ],
    "27": [
        "9.2 Competition between nucleophilic substitution and elimination reactions Many nucleophiles can also act as bases. Hence, nucleophilic substitution reactions involving halogenoalkanes are usually accompanied by elimination reactions. A mixture of products is usually obtained. However, by choosing the suitable conditions such as the appropriate nucleophile, temperature and solvent, we can optimise the production of the desired product. For simplicity at A-level,",
        "Note: OH acts as a nucleophile in aqueous medium.",
        "Note: OH acts as a base in alcoholic medium."
    ],
    "28": [
        "Halogenoarenes (or aryl halides) are halogen derivatives of arenes in which one or more hydrogen atoms of the benzene ring in the arene molecule is replaced by a halogen atom. Hence, the molecules of halogenoarenes contain one or more halogen atoms directly attached to a benzene ring. Each halogen atom is bonded to a sp2 hybridised carbon of a benzene ring. The simplest halogenoarene is commonly written as",
        "C6H5XorXwhere X = F, Cl, Br or I",
        "Halogenoarenes are also known as aryl halides and are generally represented as ArX where Ar denotes an aryl group. (a) Nomenclature",
        "(b) Physical properties Halogenoarenes burn with a sooty, luminous flame, which is characteristic of unsaturated compounds containing a benzene ring.",
        "C6H5Cl, C6H5Br and C6H5I are colourless liquids which are insoluble in water and denser than water.",
        "(c) Preparation of halogenoarenes Chlorobenzene and bromobenzene can be prepared from the electrophilic substitution reactions of benzene with halogens in the presence of a suitable catalyst.",
        "Refer to the lecture notes on Arenes for details."
    ],
    "29": [
        "Unlike halogenoalkanes, halogenarenes generally do not undergo nucleophilic substitution.",
        "Reasons: 1. Partial double bond character in the carbon-halogen bond",
        "In the halogenoarene molecule, a p orbital of the halogen atom overlaps with the electron cloud of the benzene ring.",
        "This allows the lone pair of electrons in the p orbital of the halogen atom to delocalise into the benzene ring.",
        "This results in partial double bond character in the carbonhalogen (CX) bond. More energy is required to break this stronger carbon-halogen bond.",
        "This bond is strengthened and hence not easily broken.",
        "2. Steric hindrance and electronic repulsion due to the benzene ring",
        "A halogenoarene cannot react via the SN2 mechanism. Sterically, nucleophilic attack at the electron-deficient carbon atom from the side directly opposite the halogen atom is blocked by the benzene ring. The -electron cloud of the benzene ring will repel the lone pair of electrons of an incoming nucleophile, rendering attack of the nucleophile difficult.",
        "A halogenoarene also cannot react via the SN1 mechanism. This is because it is not able to form a stable carbocation.",
        "Note: Halogenoalkenes (C=CX) generally do not undergo nucleophilic substitution because of similar reasons as given above."
    ],
    "30": [
        "12.1 Using NaOH(aq), dilute HNO3 and AgNO3(aq) via the 4-step test (a) Distinguishing between halogenoalkanes, RCl, RBr and RI",
        "1 Heat each sample of RX with NaOH(aq) in a test-tube.",
        "Hydrolysis of RX occurs. The CX bond breaks to produce X(aq). RX + NaOH(aq) ROH + Na+(aq) + X(aq) heat",
        "2 Cool the mixture. This is to prevent the thermal decomposition of AgNO3 which",
        "will be added in step 4.",
        "3 Acidify the mixture with dilute HNO3.",
        "This is to remove any excess NaOH. Otherwise any NaOH present will react with AgNO3(aq) added in step 4 to form a brown precipitate of Ag2O. 2Ag+(aq) + 2OH(aq) Ag2O(s) + H2O(l)",
        "HCl(aq) and H2SO4(aq) cannot be used for acidification here because they will react with AgNO3(aq) added in step 4 to form a white precipitate of AgCl and Ag2SO4 respectively. Ag+(aq) + Cl(aq) AgCl(s) 2Ag+(aq) + SO42(aq) Ag2SO4(s)",
        "4 Then add AgNO3(aq) to the reaction mixture.",
        "This is produce a precipitate of AgX. The colour of AgX will help identify which RX is present initially. Ag+(aq) + X(aq) AgX(s)",
        "If the above 4-step test is carried out, deduction of the halogenoalkane present can be made from the colour of the silver halide precipitate formed. For a chloroalkane, a white precipitate of AgCl is observed. For a bromoalkane, a pale cream precipitate of AgBr is observed. For an iodoalkane, a yellow precipitate of AgI is observed. (b) Distinguishing between halogenoalkanes and halogenoarenes Example: Chemical test to distinguish between chloroethane and chlorobenzene.",
        "Chemical test Add NaOH(aq) to each sample in a test-tube and heat each mixture. Cool each mixture and acidify with dilute HNO3. Then add AgNO3(aq).",
        "Observations For chloroethane, a white precipitate of AgCl is observed. For chlorobenzene, no precipitate is observed.",
        "Equations CH3CH2Cl + OH(aq) CH3CH2OH + Cl",
        "Cl(aq) + Ag+(aq) AgCl(s) white precipitate"
    ],
    "31": [
        "(c) Distinguishing between halogenoalkanes and other functional groups The same 4-step test can be carried out to distinguish between a halogenoalkane and other functional groups. Example: Chemical test to distinguish between 1-chlorobutane and butan-1-ol.",
        "Chemical test Add NaOH(aq) to each sample in a test-tube and heat each mixture. Cool each mixture and acidify with dilute HNO3. Then add AgNO3(aq).",
        "Observations For 1-chlorobutane, a white precipitate of AgCl is observed. For butan-1-ol, no precipitate is observed.",
        "Equations CH3CH2CH2CH2Cl + OH(aq) CH3CH2CH2CH2OH + Cl Cl(aq) + Ag+(aq) AgCl(s) white precipitate",
        "12.2 Using ethanolic AgNO3 (or alcoholic AgNO3) Ethanolic AgNO3 is sometimes the preferred reagent to use to test for halogenoalkanes. This is because the ethanol used is able to dissolve both the halogenoalkane and AgNO3. Note: In ethanolic AgNO3, the ethanol molecule is able to act as a nucleophile. Example: Chemical test to distinguish between 1-chlorobutane and butan-1-ol",
        "Chemical test Add ethanolic AgNO3 to each sample in a test-tube and warm each mixture.",
        "Observations For 1-chlorobutane, a white precipitate of AgCl is observed. For butan-1-ol, no precipitate is observed.",
        "Cl(aq) + Ag+(aq) AgCl(s) white precipitate",
        "(Note : Equation 1 : nucleophilic substitution; Equation 2 : acid-base reaction; Equation 3 : precipitation)"
    ],
    "32": [
        "13 Uses of Fluoroalkanes and Fluorohalogenoalkanes",
        "Due to the strength of CF and CCl bonds, fluoroalkanes and fluorochloroalkanes are stable molecular entities under ambient conditions, exhibiting low toxicity, low reactivity and low flammability. Of all the fluorohalogenoalkanes, chlorofluorocarbons (or CFCs) manufactured under the trade name Freons are the most widely known. 13.1 Chlorofluorocarbons or CFCs Chlorofluorocarbons or CFCs are halogenoalkanes that contain only chlorine, fluorine and carbon. Their molecules contain only CF and CCl bonds (and no CH bond). They are sold under the trade name of Freons. Examples are CFCl3, CCl2F2 and C2Cl2F4. Since CF and CCl bonds are relatively strong, CFCs are relatively stable under normal atmospheric conditions. Of course, in the presence of a nucleophile, CFCs containing CCl bonds are reactive. CFCs have some desirable properties which make them useful compounds for various applications. Some properties of CFCs and their uses are shown in the table below.",
        "Some properties of CFCs Use CFCs or Halons used previously or still in use",
        "HCFCs or HFCs or others as replacements",
        "stable and chemically unreactive low toxicity non-flammable odourless volatile i.e. low boiling point easily liquefy under pressure",
        "low-boiling hydrocarbons (flammable) CO2 (in cooking spray) CF3CH2F (in asthma inhalers)",
        "anaesthetics CF3CHBrCl (halothane) CF3CHClOCHF2 (isoflurane) (CF3)2CHOCH2F (sevoflurane)",
        "13.2 Halons Halons are halogenoalkanes related to CFCs and they contain only carbon, bromine and other halogens (no hydrogen). Examples are CBrClF2 and CBrF3. Halons are used in fire extinguisher systems because they are effective fire retardants. Heat-induced cleavage of the weak CBr bond releases bromine atoms, which suppress combustion by inhibiting the free-radical chain reactions occurring in flames. 13.3 Hydrochlorofluorocarbons (HCFCs) and Hydrofluorocarbons (HFCs) Since CFCs and Halons can damage the ozone layer (see Section 14), their use has been either discontinued or controlled and chemists have had to find alternatives. The interim replacements for CFCs are hydrochlorofluorocarbons (HCFCs), which deplete stratospheric ozone, but to a much lesser extent than CFCs. Such compounds with CH bonds, are generally destroyed at lower altitudes before they reach the stratosphere to cause ozone depletion. Ultimately, hydrofluorocarbons (HFCs) will replace HCFCs. Unlike CFCs and HCFCs, HFCs have an ozone depletion potential (ODP) of 0. The uses of some HCFCs and HFCs are shown in the table above. Note that HCFCs and HFCs do act as greenhouse gases and may contribute to global warming. For this reason, they may be replaced in turn."
    ],
    "33": [
        "14 Chlorofluoroalkanes (CFCs) and the Ozone Layer",
        "14.1 The ozone layer The ozone layer is present 2050 km above the Earths surface in the region of the upper atmosphere known as the stratosphere. This ozone layer absorbs short wavelength (200 nm to 300 nm) of ultraviolet light very strongly. Such radiation has harmful effects on living organisms as prolonged exposure may cause skin cancer, eye diseases and malfunctioning of the immune system. Thus, the ozone layer protects life at the surface of earth from the harmful ultraviolet radiation. The formation and destruction of ozone by natural processes form a dynamic equilibrium that maintains a constant concentration of ozone in the stratosphere. Some of the reactions involving O2 and O3 are given below.",
        "(a) O2 molecules absorb ultraviolet radiation and dissociate into oxygen radicals O2 2O (b) Oxygen radicals react with O2 molecules to form O3 molecules O + O2 O3 (c) O3 molecules absorb ultraviolet radiation and dissociate into O2 and O O3 O2 + O (d) O3 molecules react with oxygen radicals to form O2 molecules O3 + O 2O2 Overall: No net increase/decrease in both O2 and O3.",
        "14.2 Effect of CFCs on the ozone layer In the 1930s, CFCs were seen as being the ideal chemicals for refrigerants, aerosol propellants and as blowing agents for expanded polystyrene used for insulation and packaging. They were widely used and people could see no drawbacks to using them, as they were safe and inert. However, CFCs were subsequently found to have caused a serious environmental issue the depletion of the ozone layer in the upper atmosphere. The ozone layer protects the Earth by absorbing the harmful ultraviolet radiation arriving from the Sun. CFCs are stable and unreactive compounds under normal conditions. When released into the environment, their stability allows them to stay in the atmosphere for a long period of time. Eventually the CFCs diffuse to the upper atmosphere. Here they are exposed to the stronger ultraviolet radiation from the Sun. Although the CF bond is very strong, the CCl bond is weak enough to be split by the ultraviolet radiation to produce chlorine radicals. These chlorine radicals can react with the ozone molecules and upset the delicately balanced equilibrium between ozone formation and ozone breakdown brought about by natural processes."
    ],
    "34": [
        "The chlorine radicals produced from CFCs in the stratosphere act as a homogeneous catalyst for the reaction of O3 with O to form O2 as illustrated in the table below.",
        "Step 1: CFC molecules absorb ultraviolet radiation and the CCl bond undergoes homolytic fission CCl2F2 CClF2 + Cl Step 2: The chlorine radical then combines with an ozone molecule to form chlorine monoxide and molecular oxygen. Cl + O3 ClO + O2 Step 3: The ClO then reacts with an oxygen radical. ClO + O Cl + O2 The chain-propagation steps can proceed continuously i.e. 2, 3, 2, 3, ... Note: A single chlorine radical from a CFC molecule can literally lead to the destruction of thousands of ozone molecues.",
        "Net reaction is: O3 + O 2O2",
        "To protect the ozone layer, many countries have agreed to the following measures, under the Montreal Protocol (1987) on substances that deplete the ozone layer. o to reduce CFC production to half of 1986 levels by the year 1999 and a complete phase out of CFCs by the year 2000. o to find substitutes for CFCs which do not damage the ozone layer. For example, HFCs (or HFAs i.e. hydrofluoroalkanes) are the preferred replacements because they contain neither chlorine nor bromine and therefore have no detrimental effect on stratospheric ozone. It has been projected that the ozone layer could heal by 2050, but there are some indications that climatic changes, such as global warming due to greenhouse gases would delay the ozone recovery."
    ],
    "35": [
        "Checklist for SN2 mechanism: name of mechanism + on C, on X lone pair of electrons on Nu- curly arrows to show flow of electrons inverted product",
        "a pair of enantiomers in equal amounts",
        "Checklist for SN1 mechanism: name of mechanism + on C, on X label slow/fast steps bond breaking in Step 1 lone pair of electrons on Nu- curly arrows to show flow of electrons nucleophile attacking from either face 2 products (a pair of enantiomers)",
        "(can give non 3-D representation if C attached to X is not chiral) Note:",
        "Reasons: (1) CCl bond is strengthened due to partial double bond character (why?); (2) Steric hindrance and electronic repulsion due to the benzene ring.",
        "1. Add NaOH(aq) to the sample and heat.",
        "2. Cool the mixture. 3. Acidify with dilute nitric acid. 4. Then add AgNO3(aq).",
        "Create your own summaries and share with your peers!"
    ]
}